{
  "lemma": "*dude",
  "examples": [{
    "text": "but foreal I met that dude from the show they Moneymaker guy , an"
  }, {
    "text": "dude I'm a cutie pie"
  }, {
    "text": "shall go to trans again ? love u dude https : / / t.co / Osfh7Gotx9"
  }, {
    "text": "thanks dude !"
  }, {
    "text": "do you call on Facebook ? \\ Idk dude you just did it\""
  }, {
    "text": "dude u used to hate de gea so its"
  }, {
    "text": "aww man the new ep of dude soup made me super emotional they were playing"
  }, {
    "text": "Lol dude just told me to stay warm and beautiful"
  }, {
    "text": "Dude Talking $ While Handcuffed Should Probably Stop Pissing"
  }, {
    "text": "HOMIE ASS DA REAL G TOO OK hehe dude need to see u dance f2f"
  }],
  "status": "","editorId": "",
  "senses": [{
    "pos": "",
    "synonym": "10010564-n (a man who is much concerned with his dress and appearance);10103127-n (an informal form of address for a man; \\\"\"Say, fellow, what are you doing?\\\"\"; \\\"\"Hey buster, what's up?\\\"\"",
    "id": 1,
    "relations": [{
      "type": "none",
      "target": "man=01090958-v (provide with workers; \\\"\"We cannot man all the desks\\\"\"; \\\"\"Students were manning the booths\\\"\");02426091-v (take charge of a certain job; occupy a certain work place; \\\"\"Mr. Smith manned the reception desk in the morning\\\"\");02474924-n (any living or extinct member of the family Hominidae characterized by superior intelligence, articulate speech, and erect carriage);02475618-n (all of the living human inhabitants of the earth; \\\"\"all the world loves a lover\\\"\"; \\\"\"she always used `humankind' because `mankind' seemed to slight the women\\\"\");03721866-n (game equipment consisting of an object used in playing certain board games; \\\"\"he taught me to set up the men on the chess board\\\"\"; \\\"\"he sacrificed a piece to get a strategic advantage\\\"\");10306910-n (an adult person who is male (as opposed to a woman); \\\"\"there were two women and six men on the bus\\\"\");10308177-n (a male person who plays a significant role (husband or lover or boyfriend) in the life of a particular woman; \\\"\"she takes good care of her man\\\"\");10308424-n (an adult male person who has a manly character (virile and courageous competent); \\\"\"the army will make a man of you\\\"\");10308700-n (the generic use of the word to refer to any human being; \\\"\"it was every man for himself\\\"\");10308837-n (a male subordinate; \\\"\"the chief stationed two men outside the building\\\"\"; \\\"\"he awaited word from his man in Havana\\\"\");10602198-n (someone who serves in the armed forces; a member of a military force; \\\"\"two men stood sentry duty\\\"\");10765000-n (a manservant who acts as a personal attendant to his employer; \\\"\"Jeeves was Bertie Wooster's man\\\"\"",
      "relNo": 0
    }],
    "definition": " A man, generally a younger man"
  }]
}
