{
  "lemma": "half term",
  "examples": [{
    "text": "Holiday Club is running in Banstead this Feb Half Term ! # Surrey - https : / /"
  }, {
    "text": "of Science and Industry's Victorian Fairground this February half term https : / / t.co / U0RoQR7NAl"
  }, {
    "text": "YOUR friends are coming to # Ambleside at half term ? https : / / t.co / aU8ekgbylI"
  }, {
    "text": "Half term is almost upon us ! Book your child"
  }, {
    "text": "Edwards to visit youngsters at Crossbar ’ s half term … https : / / t.co / WY80nAwLIO"
  }, {
    "text": "Thank god it's half term next week don't have to be with two"
  }, {
    "text": "I desperately need this half term break I can't get up in the mornings?"
  }, {
    "text": "your Tip Of The Day , Valentines , Half term , Easter Events , offers in your are"
  }, {
    "text": "The Return of Neverland at February Half Term , book now : https : / "
  }, {
    "text": "students to enjoy BFI Future Film over Feb half term https : / / t.co / QCWOEu9XGx"
  }],
  "status": "",
  "senses": [{
    "pos": "",
    "synonym": "",
    "id": 1,
    "relations": [{
      "type": "none",
      "target": "term=01031675-v (name formally or designate with a term);04420858-n ((architecture) a statue or a human bust or an animal carved out of the top of a square pillar; originally used as a boundary marker in ancient Rome);05864488-n (any distinct quantity contained in a polynomial; \\\"\"the general term of an algebraic equation of the n-th degree\\\"\");06314878-n (a word or expression used for some particular thing; \\\"\"he learned many medical terms\\\"\");06764688-n (one of the substantive phrases in a logical proposition; \\\"\"the major term of a syllogism must occur twice\\\"\");06783666-n ((usually plural) a statement of what is required as part of an agreement; \\\"\"the contract set out the conditions of the lease\\\"\"; \\\"\"the terms of the treaty were generous\\\"\");15249282-n (a limited period of time; \\\"\"a prison term\\\"\"; \\\"\"he left school before the end of term\\\"\");15251247-n (the end of gestation or point at which birth is imminent; \\\"\"a healthy baby born at full term\\\"\"",
      "relNo": 0
    }],
    "definition": " A short school holiday in the middle of the term."
  }]
}
